Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 淡粉
source: Pale pink
de: Zartrosa
es: Rosa pálido
fr: Rose pâle
ja: 淡いピンク
ko: 연분홍
pt_br: Rosa pálido
zh_hans: 淡粉
zh_hant: 淡粉

# 深灰
source: Dark gray
de: Dunkelgrau
es: Gris oscuro
fr: Gris foncé
ja: ダークグレー
ko: 다크 그레이
pt_br: Cinza escuro
zh_hans: 深灰
zh_hant: 深灰

# 深红
source: Deep red
de: Dunkelrot
es: Rojo intenso
fr: Rouge profond
ja: ディープレッド
ko: 딥 레드
pt_br: Vermelho profundo
zh_hans: 深红
zh_hant: 深紅

# 深紫
source: Deep purple
de: Dunkelviolett
es: Morado profundo
fr: Violet profond
ja: ディープパープル
ko: 딥 퍼플
pt_br: Roxo profundo
zh_hans: 深紫
zh_hant: 深紫

# 深蓝
source: Deep blue
de: Dunkelblau
es: Azul profundo
fr: Bleu profond
ja: ディープブルー
ko: 딥 블루
pt_br: Azul profundo
zh_hans: 深蓝
zh_hant: 深藍

# 添加
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

# 添加新选项
source: Add New Option
de: Neue Option hinzufügen
es: Agregar opción
fr: Ajouter une option
ja: 新しいオプションを追加
ko: 새 옵션 추가
pt_br: Adicionar opção
zh_hans: 添加新选项
zh_hant: 添加新選項

# 添加时间: %@
source: Added: %@
de: Hinzugefügt: %@
es: Agregado: %@
fr: Ajouté : %@
ja: 追加日時: %@
ko: 추가 시간: %@
pt_br: Adicionado: %@
zh_hans: 添加时间: %@
zh_hant: 新增時間：%@

# 添加时间从晚到早
source: Date Added, Newest First
de: Hinzugefügt, neueste zuerst
es: Fecha añadida, más reciente primero
fr: Ajout récent d'abord
ja: 追加日が新しい順
ko: 추가일 최신순
pt_br: Data de adição, mais recentes primeiro
zh_hans: 添加时间从晚到早
zh_hant: 新增時間由新到舊

# 添加标签
source: Add Tags
de: Tags hinzufügen
es: Agregar etiquetas
fr: Ajouter des étiquettes
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar tags
zh_hans: 添加标签
zh_hant: 新增標籤

# 添加表图
source: Add chart
de: Tabelle hinzufügen
es: Añadir tabla
fr: Ajouter un tableau
ja: 表画像を追加
ko: 표 이미지 추가
pt_br: Adicionar tabela
zh_hans: 添加表图
zh_hant: 新增表圖

# 清新
source: fresh
de: frisch
es: fresco
fr: frais
ja: 爽やか
ko: 산뜻한
pt_br: fresco
zh_hans: 清新
zh_hant: 清新

# 清洁
source: Cleanliness
de: Sauberkeit
es: Limpieza
fr: Propreté
ja: 清潔度
ko: 청결
pt_br: Limpeza
zh_hans: 清洁
zh_hant: 清潔

# 清洁度 +%d
source: Cleanliness +%d
de: Sauberkeit +%d
es: Limpieza +%d
fr: Propreté +%d
ja: 清潔度 +%d
ko: 청결도 +%d
pt_br: Limpeza +%d
zh_hans: 清洁度 +%d
zh_hant: 清潔度 +%d

# 清洁度已满
source: Cleanliness is full
de: Sauberkeit ist voll
es: Limpieza al máximo
fr: Propreté au maximum
ja: 清潔度は満タン
ko: 청결도가 가득 찼어요
pt_br: Limpeza cheia
zh_hans: 清洁度已满
zh_hant: 清潔度已滿

# 清除
source: Clear
de: Loeschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

# 清除已读通知
source: Clear Read Notifications
de: Gelesene Benachrichtigungen loeschen
es: Borrar notificaciones leidas
fr: Effacer les notifications lues
ja: 既読通知を消去
ko: 읽은 알림 지우기
pt_br: Limpar notificacoes lidas
zh_hans: 清除已读通知
zh_hant: 清除已讀通知

# 清除筛选
source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルターをクリア
ko: 필터 지우기
pt_br: Limpar filtros
zh_hans: 清除筛选
zh_hant: 清除篩選

# 灰姑娘
source: Cinderella
de: Aschenputtel
es: Cenicienta
fr: Cendrillon
ja: シンデレラ
ko: 신데렐라
pt_br: Cinderela
zh_hans: 灰姑娘
zh_hant: 灰姑娘

# 点击前往主题商店
source: Tap to visit the theme store
de: Tippen, um zum Theme-Store zu gehen
es: Toca para ir a la tienda de temas
fr: Touchez pour aller a la boutique de themes
ja: タップしてテーマストアへ
ko: 탭해서 테마 상점으로 이동
pt_br: Toque para ir a loja de temas
zh_hans: 点击前往主题商店
zh_hant: 點擊前往主題商店

# 点缀
source: Accent
de: Akzent
es: Acento
ja: アクセント
ko: 포인트
pt_br: Destaque
zh_hans: 点缀
zh_hant: 點綴

# 热门
source: Popular
de: Beliebt
fr: Populaire
ja: 人気
ko: 인기
zh_hans: 热门
zh_hant: 熱門

# 焦糖棕
source: Caramel brown
de: Karamellbraun
es: Marrón caramelo
fr: Brun caramel
ja: キャラメルブラウン
ko: 캐러멜 브라운
pt_br: Marrom caramelo
zh_hans: 焦糖棕
zh_hant: 焦糖棕

# 状况
source: Condition
de: Zustand
es: Estado
fr: État
ja: 状態
ko: 상태
pt_br: Condição
zh_hans: 状况
zh_hant: 狀況

# 状态（如: 全新, 95新）
source: Condition (e.g. new, 95% new)
de: Zustand (z. B. neu, 95 % wie neu)
es: Estado (p. ej. nuevo, 95 % nuevo)
fr: État (ex. neuf, 95 % neuf)
ja: 状態（例：新品、95%美品）
ko: 상태(예: 새 상품, 95% 새것)
pt_br: Estado (ex.: novo, 95% novo)
zh_hans: 状态（如：全新, 95新）
zh_hant: 狀態（如：全新, 95新）

# 状态不错，闲下来会自动去打工
source: Stats look good. Your pet will work automatically when idle.
de: Die Werte sehen gut aus. Dein Haustier arbeitet automatisch, wenn es frei ist.
es: El estado se ve bien. La mascota trabajará automáticamente cuando esté libre.
fr: L'état est bon. L'animal travaillera automatiquement quand il sera libre.
ja: 状態は良好です。暇になると自動で仕事に行きます。
ko: 상태가 좋아요. 한가해지면 자동으로 일하러 가요.
pt_br: O status está bom. O pet trabalhará automaticamente quando estiver ocioso.
zh_hans: 状态不错，闲下来会自动去打工
zh_hant: 狀態不錯，閒下來會自動去打工

# 状态保护线
source: Stat Protection Lines
de: Status-Schutzwerte
es: Límites de protección
fr: Seuils de protection
ja: ステータス保護ライン
ko: 상태 보호선
pt_br: Linhas de proteção de status
zh_hans: 状态保护线
zh_hant: 狀態保護線

# 状态很好时才上强度，收益更高也更累。
source: Only works harder when stats are great. Higher earnings, but more tiring.
de: Arbeitet nur härter, wenn die Werte sehr gut sind. Mehr Einnahmen, aber anstrengender.
es: Solo trabaja más duro cuando el estado es excelente. Más ganancias, pero más cansancio.
fr: Travaille plus fort seulement quand tout va très bien. Gains plus élevés, mais plus de fatigue.
ja: 状態がとても良い時だけ頑張ります。収益は高いけれど疲れやすくなります。
ko: 상태가 아주 좋을 때만 강도를 올려요. 수익은 높지만 더 피곤해져요.
pt_br: Só pega pesado quando o status está ótimo. Mais ganhos, mas cansa mais.
zh_hans: 状态很好时才上强度，收益更高也更累。
zh_hant: 狀態很好時才上強度，收益更高也更累。

# 猫咖喵
source: Cat Cafe Helper
de: Katzen-Café-Helfer
es: Ayudante del café gatuno
fr: Aide du café-chat
ja: 猫カフェ係
ko: 고양이 카페 도우미
pt_br: Ajudante do café de gatos
zh_hans: 猫咖喵
zh_hant: 貓咖喵

# 猫咖喵赚鱼币
source: Cat Cafe Helper earns Fish Coins
de: Katzen-Café für Fischmünzen
es: Café michi por peces
fr: Café miaou pour des poissons
ja: 猫カフェで魚コイン
ko: 고양이 카페로 물고기 코인 벌기
pt_br: Café miau por peixes
zh_hans: 猫咖喵赚鱼币
zh_hant: 貓咖喵賺魚幣

# 玫瑰粉
source: Rose pink
de: Rosenrosa
es: Rosa rosa
fr: Rose tendre
ja: ローズピンク
ko: 로즈 핑크
pt_br: Rosa rosado
zh_hans: 玫瑰粉
zh_hant: 玫瑰粉

# 玫瑰红
source: Rose red
de: Rosenrot
es: Rojo rosa
fr: Rouge rose
ja: ローズレッド
ko: 로즈 레드
pt_br: Vermelho rosa
zh_hans: 玫瑰红
zh_hant: 玫瑰紅

# 现在暂时不能切换桌面图标。
source: App icon switching is not available right now.
de: Das Wechseln des App-Symbols ist derzeit nicht verfuegbar.
es: El cambio de icono no esta disponible ahora.
fr: Le changement d'icone n'est pas disponible pour le moment.
ja: 現在、アプリアイコンの切り替えは利用できません。
ko: 지금은 앱 아이콘을 전환할 수 없어요.
pt_br: A troca de icone nao esta disponivel agora.
zh_hans: 现在暂时不能切换桌面图标。
zh_hant: 現在暫時不能切換桌面圖示。

# 现在空闲。可以点按钮让%@去打工，或开启闲时自动打工。
source: Currently idle. Tap a button to send %@ to work, or enable auto work while idle.
de: Gerade frei. Du kannst %@ per Schaltfläche zur Arbeit schicken oder Auto-Arbeit für freie Zeiten aktivieren.
es: Ahora está libre. Puedes tocar un botón para enviar a %@ a trabajar, o activar trabajo automático cuando esté libre.
fr: Libre pour le moment. Tu peux appuyer sur un bouton pour envoyer %@ travailler, ou activer le travail auto pendant les temps libres.
ja: 今は空いています。ボタンで%@を仕事に行かせるか、暇なときの自動仕事をオンにできます。
ko: 지금은 한가해요. 버튼을 눌러 %@를 일하러 보내거나, 한가할 때 자동 일하기를 켤 수 있어요.
pt_br: Está livre agora. Você pode tocar em um botão para mandar %@ trabalhar ou ativar trabalho automático quando estiver livre.
zh_hans: 现在空闲。可以点按钮让%@去打工，或开启闲时自动打工。
zh_hant: 現在空閒。可以點按按鈕讓%@去打工，或開啟閒時自動打工。

# 珊瑚粉
source: Coral pink
de: Korallrosa
es: Rosa coral
fr: Rose corail
ja: コーラルピンク
ko: 코랄 핑크
pt_br: Rosa coral
zh_hans: 珊瑚粉
zh_hant: 珊瑚粉

# 珍珠白
source: Pearl white
de: Perlweiß
es: Blanco perla
fr: Blanc perle
ja: パールホワイト
ko: 펄 화이트
pt_br: Branco pérola
zh_hans: 珍珠白
zh_hant: 珍珠白

# 珍珠礼服柜
source: Pearl Dress Cabinet
de: Perlen-Kleidervitrine
es: Vitrina de vestidos perlada
fr: Cabinet de robes perlees
ja: パールドレスキャビネット
ko: 진주 드레스 캐비닛
pt_br: Vitrine de vestidos com perolas
zh_hans: 珍珠礼服柜
zh_hant: 珍珠禮服櫃

# 珍珠衣柜
source: Pearl Wardrobe
de: Perlen-Garderobe
es: Armario de perlas
fr: Penderie perlee
ja: パールワードローブ
ko: 진주 옷장
pt_br: Guarda-roupa de perolas
zh_hans: 珍珠衣柜
zh_hant: 珍珠衣櫃

# 珍珠项链增添优雅气质
source: A pearl necklace adds an elegant touch
de: Eine Perlenkette sorgt für Eleganz
es: Un collar de perlas añade elegancia
fr: Un collier de perles ajoute une touche d'élégance
ja: パールネックレスで上品さをプラス
ko: 진주 목걸이로 우아함을 더해요
pt_br: Um colar de pérolas adiciona elegância
zh_hans: 珍珠项链增添优雅气质
zh_hant: 珍珠項鍊增添優雅氣質

# 珍藏款
source: Collector
de: Sammlerstueck
es: Coleccion
fr: Collection
ja: コレクション
ko: 소장판
pt_br: Colecao
zh_hans: 珍藏款
zh_hant: 珍藏款

# 甜美
source: sweet
de: süß
es: dulce
fr: doux
ja: 甘め
ko: 사랑스러운
pt_br: doce
zh_hans: 甜美
zh_hant: 甜美

# 甜美约会
source: Sweet Date
de: Süßes Date
es: Cita dulce
fr: Rendez-vous doux
ja: 甘めデート
ko: 러블리 데이트
pt_br: Encontro doce
zh_hans: 甜美约会
zh_hant: 甜美約會

# 用户服务协议
source: User Service Agreement
de: Nutzungsvereinbarung
es: Acuerdo de servicio del usuario
fr: Accord de service utilisateur
ja: ユーザーサービス規約
ko: 사용자 서비스 약관
pt_br: Contrato de Servico do Usuario
zh_hans: 用户服务协议
zh_hant: 使用者服務協議

# 由于虚拟商品的特殊性，购买成功后不支持退款
source: Because these are virtual goods, refunds are not supported after a successful purchase.
de: Da es sich um virtuelle Waren handelt, werden nach erfolgreichem Kauf keine Rueckerstattungen unterstuetzt.
es: Como son bienes virtuales, no se admiten reembolsos despues de una compra correcta.
fr: Comme il s'agit de biens virtuels, les remboursements ne sont pas pris en charge apres un achat reussi.
ja: 仮想商品の性質上、購入完了後の返金には対応していません。
ko: 가상 상품의 특성상 구매가 완료된 후에는 환불이 지원되지 않습니다.
pt_br: Como sao bens virtuais, reembolsos nao sao aceitos apos uma compra concluida.
zh_hans: 由于虚拟商品的特殊性，购买成功后不支持退款
zh_hant: 由於虛擬商品的特殊性，購買成功後不支援退款

# 白色
source: White
de: Weiß
es: Blanco
fr: Blanc
ja: 白
ko: 흰색
pt_br: Branco
zh_hans: 白色
zh_hant: 白色

# 目标货币已接近上限，暂时无法继续兑换
source: , Unable to Continue Redeem
de: Die Zielwährung ist nah am Limit, der Tausch ist vorerst pausiert
es: La moneda de destino está cerca del límite, el cambio está pausado por ahora
fr: La devise cible est proche de sa limite, l’échange est suspendu pour le moment
ja: 交換先の通貨が上限に近いため、今は交換を続けられません
ko: 받을 통화가 한도에 가까워 지금은 계속 교환할 수 없어요
pt_br: A moeda de destino está perto do limite, então a troca fica pausada por enquanto
zh_hans: 目标货币已接近上限，暂时无法继续兑换
zh_hant: 目標貨幣已接近上限，暫時無法繼續兌換

# 直播喵
source: Streamer Cat
de: Streamer-Katze
es: Gato streamer
fr: Chat streamer
ja: 配信猫
ko: 방송 고양이
pt_br: Gato streamer
zh_hans: 直播喵
zh_hant: 直播喵

# 直播喵赚鱼币
source: Streamer Cat earns Fish Coins
de: Stream-Miau für Fischmünzen
es: Michi streamer por peces
fr: Miaou en direct pour des poissons
ja: 配信にゃんで魚コイン
ko: 라이브 야옹으로 물고기 코인 벌기
pt_br: Miau streamer por peixes
zh_hans: 直播喵赚鱼币
zh_hant: 直播喵賺魚幣

# 看看三种货币余额
source: View all three balances
de: Alle drei Guthaben ansehen
es: Ver los tres saldos
fr: Voir les trois soldes
ja: 3種類の残高を見る
ko: 세 가지 통화 잔액 보기
pt_br: Ver os três saldos
zh_hans: 看看三种货币余额
zh_hant: 看看三種貨幣餘額

# 看看我的全部状态
source: See my full status
de: Meinen ganzen Status ansehen
es: Ver mi estado completo
fr: Voir mon état complet
ja: すべての状態を見る
ko: 내 전체 상태 보기
pt_br: Ver meu status completo
zh_hans: 看看我的全部状态
zh_hant: 看看我的全部狀態

# 看看我的背包
source: Check my bag
de: Meinen Rucksack ansehen
es: Ver mi mochila
fr: Voir mon sac
ja: バッグを見る
ko: 내 가방 보기
pt_br: Ver minha mochila
zh_hans: 看看我的背包
zh_hant: 看看我的背包

# 看看货币余额
source: Check currency balance
de: Währungssalden ansehen
es: Ver saldos de monedas
fr: Voir les soldes
ja: 通貨残高を見る
ko: 화폐 잔액 보기
pt_br: Ver saldos de moedas
zh_hans: 看看货币余额
zh_hant: 看看貨幣餘額

# 真的要解锁"钱包瘦身"副本吗？
source: Ready to unlock the "Slim Wallet" challenge?
de: Die Herausforderung "Schlanker Geldbeutel" wirklich freischalten?
es: ¿Quieres desbloquear el reto "Billetera ligera"?
fr: Pret a deverrouiller le defi "Portefeuille allege" ?
ja: 本当に「財布スリム化」ステージを解除しますか？
ko: 정말 "지갑 다이어트" 던전을 열까요?
pt_br: Quer desbloquear o desafio "Carteira leve"?
zh_hans: 真的要解锁"钱包瘦身"副本吗？
zh_hant: 真的要解鎖「錢包瘦身」副本嗎？

# 知道了
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかりました
ko: 알겠어요
pt_br: Entendi
zh_hans: 知道了
zh_hant: 知道了

# 确定要为选中的 %d 件物品添加 %d 个标签吗？
source: Add %2$d tags to the %1$d selected items?
de: %2$d Tags zu den %1$d ausgewählten Artikeln hinzufügen?
es: ¿Agregar %2$d etiquetas a los %1$d artículos seleccionados?
fr: Ajouter %2$d étiquettes aux %1$d articles sélectionnés ?
ja: 選択した%1$d件のアイテムに%2$d個のタグを追加しますか？
ko: 선택한 %1$d개 항목에 태그 %2$d개를 추가할까요?
pt_br: Adicionar %2$d tags aos %1$d itens selecionados?
zh_hans: 确定要为选中的 %1$d 件物品添加 %2$d 个标签吗？
zh_hant: 確定要為選中的 %1$d 件物品新增 %2$d 個標籤嗎？

# 确定要使用 %@ 吗？
source: Use %@?
de: %@ verwenden?
es: ¿Usar %@?
fr: Utiliser %@ ?
ja: %@を使いますか？
ko: %@을(를) 사용할까요?
pt_br: Usar %@?
zh_hans: 确定要使用 %@ 吗？
zh_hant: 確定要使用 %@ 嗎？

# 确定要使用 %@ 吗？ 将快速恢复精力。
source: Use %@? This will quickly restore energy.
de: %@ verwenden? Das stellt Energie schnell wieder her.
es: ¿Usar %@? Restaurará energía rápidamente.
fr: Utiliser %@ ? Cela restaure rapidement l’énergie.
ja: %@を使いますか？ 精力をすばやく回復します。
ko: %@을(를) 사용할까요? 에너지를 빠르게 회복해요.
pt_br: Usar %@? Isso recupera energia rapidamente.
zh_hans: 确定要使用 %@ 吗？ 将快速恢复精力。
zh_hant: 確定要使用 %@ 嗎？ 將快速恢復精力。

# 确定要删除“%@”吗？ 删除后，商品上的标签关联将被移除。
source: Delete “%@”? After deletion, tag links on items will be removed.
de: „%@“ löschen? Danach werden Tag-Verknüpfungen auf Artikeln entfernt.
es: ¿Eliminar “%@”? Después, se quitarán las asociaciones de etiqueta de los artículos.
fr: Supprimer « %@ » ? Après suppression, les liens d’étiquette des articles seront retirés.
ja: 「%@」を削除しますか？ 削除後、アイテムのタグ関連付けは解除されます。
ko: “%@”을(를) 삭제할까요? 삭제 후 아이템의 태그 연결이 제거됩니다.
pt_br: Excluir “%@”? Depois, os vínculos de etiqueta dos itens serão removidos.
zh_hans: 确定要删除“%@”吗？ 删除后，商品上的标签关联将被移除。
zh_hant: 確定要刪除「%@」嗎？ 刪除後，商品上的標籤關聯將被移除。

# 确定要删除“%@”吗？此操作无法撤销。
source: Delete “%@”? This action cannot be undone.
de: „%@“ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar “%@”? Esta acción no se puede deshacer.
fr: Supprimer « %@ » ? Cette action est irréversible.
ja: 「%@」を削除しますか？この操作は元に戻せません。
ko: “%@”을(를) 삭제할까요? 이 작업은 되돌릴 수 없습니다.
pt_br: Excluir “%@”? Esta ação não pode ser desfeita.
zh_hans: 确定要删除“%@”吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

# 确定要删除此品牌吗？
source: Delete this brand?
de: Diese Marke löschen?
es: ¿Eliminar esta marca?
fr: Supprimer cette marque ?
ja: このブランドを削除しますか？
ko: 이 브랜드를 삭제할까요?
pt_br: Excluir esta marca?
zh_hans: 确定要删除此品牌吗？
zh_hant: 確定要刪除此品牌嗎？

# 确定要删除此品牌吗？ 删除后，商品上的品牌关联将被移除。
source: Delete this brand? After deletion, brand links on items will be removed.
de: Diese Marke löschen? Danach werden Markenverknüpfungen auf Artikeln entfernt.
es: ¿Eliminar esta marca? Después, se quitarán las asociaciones de marca de los artículos.
fr: Supprimer cette marque ? Après suppression, les liens de marque des articles seront retirés.
ja: このブランドを削除しますか？ 削除後、アイテムのブランド関連付けは解除されます。
ko: 이 브랜드를 삭제할까요? 삭제 후 아이템의 브랜드 연결이 제거됩니다.
pt_br: Excluir esta marca? Depois, os vínculos de marca dos itens serão removidos.
zh_hans: 确定要删除此品牌吗？ 删除后，商品上的品牌关联将被移除。
zh_hant: 確定要刪除此品牌嗎？ 刪除後，商品上的品牌關聯將被移除。

# 确定要删除此标签吗？
source: Delete this tag?
de: Diesen Tag löschen?
es: ¿Eliminar esta etiqueta?
fr: Supprimer cette étiquette ?
ja: このタグを削除しますか？
ko: 이 태그를 삭제할까요?
pt_br: Excluir esta etiqueta?
zh_hans: 确定要删除此标签吗？
zh_hant: 確定要刪除此標籤嗎？

# 确定要删除这件裙装吗？它将被移动到回收站，你可以随时恢复。
source: Delete this dress? It will be moved to the recycle bin, and you can restore it anytime.
de: Dieses Kleid löschen? Es wird in den Papierkorb verschoben und kann jederzeit wiederhergestellt werden.
es: ¿Eliminar este vestido? Se moverá a la papelera y podrás restaurarlo cuando quieras.
fr: Supprimer cette robe ? Elle sera déplacée dans la corbeille et pourra être restaurée à tout moment.
ja: このドレスを削除しますか？ゴミ箱に移動され、いつでも復元できます。
ko: 이 드레스를 삭제할까요? 휴지통으로 이동되며 언제든 복원할 수 있습니다.
pt_br: Excluir este vestido? Ele será movido para a lixeira e poderá ser restaurado a qualquer momento.
zh_hans: 确定要删除这件裙装吗？它将被移动到回收站，你可以随时恢复。
zh_hant: 確定要刪除這件裙裝嗎？它會移到回收站，你可以隨時恢復。

# 确定要删除选中的 %lld 个项目吗？此操作无法撤销。
source: Are you sure you want to delete the selected %lld items? This action cannot be undone.
de: Möchtest du die ausgewählten %lld Elemente löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar los %lld elementos seleccionados? Esta acción no se puede deshacer.
fr: Voulez-vous supprimer les %lld éléments sélectionnés ? Cette action est irréversible.
ja: 選択した %lld 件の項目を削除しますか？この操作は元に戻せません。
ko: 선택한 항목 %lld개를 삭제하시겠어요? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir os %lld itens selecionados? Esta ação não pode ser desfeita.
zh_hans: 确定要删除选中的 %lld 个项目吗？此操作无法撤销。
zh_hant: 確定要刪除選中的 %lld 個項目嗎？此操作無法復原。

# 确定要复制「%@」吗？
source: Copy “%@”?
de: „%@“ kopieren?
es: ¿Copiar “%@”?
fr: Copier « %@ » ?
ja: 「%@」をコピーしますか？
ko: “%@”을(를) 복사할까요?
pt_br: Copiar “%@”?
zh_hans: 确定要复制「%@」吗？
zh_hant: 確定要複製「%@」嗎？

# 确定要复制选中的 %d 件物品吗？
source: Copy the %d selected items?
de: Die %d ausgewählten Artikel kopieren?
es: ¿Copiar los %d artículos seleccionados?
fr: Copier les %d articles sélectionnés ?
ja: 選択した%d件のアイテムをコピーしますか？
ko: 선택한 %d개 항목을 복사할까요?
pt_br: Copiar os %d itens selecionados?
zh_hans: 确定要复制选中的 %d 件物品吗？
zh_hant: 確定要複製選中的 %d 件物品嗎？

# 确定要将选中的 %d 件物品归类到品牌“%@”吗？
source: Assign the %d selected items to brand “%@”?
de: Die %d ausgewählten Artikel der Marke „%@“ zuweisen?
es: ¿Asignar los %d artículos seleccionados a la marca “%@”?
fr: Attribuer les %d articles sélectionnés à la marque « %@ » ?
ja: 選択した%d件のアイテムをブランド「%@」に設定しますか？
ko: 선택한 %d개 항목을 “%@” 브랜드로 지정할까요?
pt_br: Atribuir os %d itens selecionados à marca “%@”?
zh_hans: 确定要将选中的 %d 件物品归类到品牌“%@”吗？
zh_hant: 確定要將選中的 %d 件物品歸類到品牌「%@」嗎？

# 确定要将选中的 %d 件裙装作为小物合并到「%@」中吗？
source: Merge the %d selected dresses as accessories into “%@”?
de: Die %d ausgewählten Kleider als Accessoires in „%@“ zusammenführen?
es: ¿Fusionar los %d vestidos seleccionados como accesorios en “%@”?
fr: Fusionner les %d robes sélectionnées comme accessoires dans « %@ » ?
ja: 選択した%d件のドレスを小物として「%@」に統合しますか？
ko: 선택한 %d개 드레스를 액세서리로 “%@”에 병합할까요?
pt_br: Mesclar os %d vestidos selecionados como acessórios em “%@”?
zh_hans: 确定要将选中的 %d 件裙装作为小物合并到「%@」中吗？
zh_hant: 確定要將選中的 %d 件裙裝作為小物合併到「%@」中嗎？

# 确定要彻底删除吗？此操作无法撤销。
source: Are you sure you want to delete this permanently? This action cannot be undone.
de: Möchtest du dieses Element endgültig löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminarlo permanentemente? Esta acción no se puede deshacer.
fr: Voulez-vous supprimer définitivement cet élément ? Cette action est irréversible.
ja: 完全に削除しますか？この操作は元に戻せません。
ko: 영구 삭제하시겠어요? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir permanentemente? Esta ação não pode ser desfeita.
zh_hans: 确定要彻底删除吗？此操作无法撤销。
zh_hant: 確定要徹底刪除嗎？此操作無法復原。

# 确定要恢复当前列表的所有项目吗？
source: Are you sure you want to restore all items in the current list?
de: Möchtest du alle Elemente in der aktuellen Liste wiederherstellen?
es: ¿Seguro que quieres restaurar todos los elementos de la lista actual?
fr: Voulez-vous restaurer tous les éléments de la liste actuelle ?
ja: 現在のリストのすべての項目を復元しますか？
ko: 현재 목록의 모든 항목을 복원하시겠어요?
pt_br: Tem certeza de que deseja restaurar todos os itens da lista atual?
zh_hans: 确定要恢复当前列表的所有项目吗？
zh_hant: 確定要復原目前列表的所有項目嗎？

# 确定要恢复这个项目吗？
source: Are you sure you want to restore this item?
de: Möchtest du dieses Element wiederherstellen?
es: ¿Seguro que quieres restaurar este elemento?
fr: Voulez-vous restaurer cet élément ?
ja: この項目を復元しますか？
ko: 이 항목을 복원하시겠어요?
pt_br: Tem certeza de que deseja restaurar este item?
zh_hans: 确定要恢复这个项目吗？
zh_hant: 確定要復原這個項目嗎？

# 确定要恢复选中的 %lld 个项目吗？
source: Are you sure you want to restore the selected %lld items?
de: Möchtest du die ausgewählten %lld Elemente wiederherstellen?
es: ¿Seguro que quieres restaurar los %lld elementos seleccionados?
fr: Voulez-vous restaurer les %lld éléments sélectionnés ?
ja: 選択した %lld 件の項目を復元しますか？
ko: 선택한 항목 %lld개를 복원하시겠어요?
pt_br: Tem certeza de que deseja restaurar os %lld itens selecionados?
zh_hans: 确定要恢复选中的 %lld 个项目吗？
zh_hant: 確定要復原選中的 %lld 個項目嗎？

# 确定要清空当前列表吗？此操作无法撤销。
source: Are you sure you want to clear the current list? This action cannot be undone.
de: Möchtest du die aktuelle Liste leeren? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres vaciar la lista actual? Esta acción no se puede deshacer.
fr: Voulez-vous vider la liste actuelle ? Cette action est irréversible.
ja: 現在のリストを空にしますか？この操作は元に戻せません。
ko: 현재 목록을 비우시겠어요? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja esvaziar a lista atual? Esta ação não pode ser desfeita.
zh_hans: 确定要清空当前列表吗？此操作无法撤销。
zh_hant: 確定要清空目前列表嗎？此操作無法復原。

# 确定要清除所有已读的通知记录吗？此操作不可撤销。
source: Clear all read notification records? This cannot be undone.
de: Alle gelesenen Benachrichtigungsdatensaetze loeschen? Dies kann nicht rueckgaengig gemacht werden.
es: ¿Borrar todos los registros de notificaciones leidas? Esta accion no se puede deshacer.
fr: Effacer tous les enregistrements de notifications lues ? Cette action est irreversible.
ja: 既読の通知記録をすべて消去しますか？この操作は元に戻せません。
ko: 읽은 알림 기록을 모두 지울까요? 이 작업은 되돌릴 수 없어요.
pt_br: Limpar todos os registros de notificacoes lidas? Esta acao nao pode ser desfeita.
zh_hans: 确定要清除所有已读的通知记录吗？此操作不可撤销。
zh_hant: 確定要清除所有已讀的通知記錄嗎？此操作無法復原。

# 确定要给%@喂食 %@ 吗？
source: Feed %@ %@?
de: Soll %@ %@ fressen?
es: ¿Alimentar a %@ con %@?
fr: Donner %@ à manger à %@ ?
ja: %@に%@を食べさせますか？
ko: %@에게 %@을(를) 먹일까요?
pt_br: Dar %@ para %@ comer?
zh_hans: 确定要给%@喂食 %@ 吗？
zh_hant: 確定要給%@餵食 %@ 嗎？

# 确定要给%@喝 %@ 吗？
source: Give %@ %@ to drink?
de: Soll %@ %@ trinken?
es: ¿Dar %@ a %@ para beber?
fr: Donner %@ à boire à %@ ?
ja: %@に%@を飲ませますか？
ko: %@에게 %@을(를) 마시게 할까요?
pt_br: Dar %@ para %@ beber?
zh_hans: 确定要给%@喝 %@ 吗？
zh_hant: 確定要給%@喝 %@ 嗎？

# 确定要让%@玩 %@ 吗？ 将消耗 %d 点精力，增加心情。
source: Let %@ play with %@? This will cost %d energy and increase mood.
de: Soll %@ mit %@ spielen? Das kostet %d Energie und hebt die Stimmung.
es: ¿Dejar que %@ juegue con %@? Consumirá %d de energía y mejorará el ánimo.
fr: Laisser %@ jouer avec %@ ? Cela consomme %d points d’énergie et augmente l’humeur.
ja: %@に%@で遊ばせますか？ 精力を%d消耗し、気分が上がります。
ko: %@에게 %@을(를) 가지고 놀게 할까요? 에너지 %d을(를) 소모하고 기분이 올라가요.
pt_br: Deixar %@ brincar com %@? Isso consome %d de energia e melhora o humor.
zh_hans: 确定要让%@玩 %@ 吗？ 将消耗 %d 点精力，增加心情。
zh_hant: 確定要讓%@玩 %@ 嗎？ 將消耗 %d 點精力，增加心情。

# 确认体验
source: Start Trial
de: Test starten
es: Iniciar prueba
fr: Commencer l'essai
ja: 体験を開始
ko: 체험 시작
pt_br: Iniciar teste
zh_hans: 确认体验
zh_hant: 確認體驗

# 确认保存
source: Confirm Save
de: Speichern bestätigen
es: Confirmar guardado
fr: Confirmer l’enregistrement
ja: 保存を確認
ko: 저장 확인
pt_br: Confirmar salvamento
zh_hans: 确认保存
zh_hant: 確認儲存

# 确认修改
source: Confirm Change
de: Änderung bestätigen
es: Confirmar cambio
fr: Confirmer la modification
ja: 変更を確認
ko: 변경 확인
pt_br: Confirmar alteração
zh_hans: 确认修改
zh_hant: 確認修改

# 确认切换预约状态？
source: Confirm reservation status change?
de: Reservierungsstatus ändern?
es: ¿Confirmar cambio del estado de reserva?
fr: Confirmer le changement de statut de réservation ?
ja: 予約状態の切り替えを確認しますか？
ko: 예약 상태 전환을 확인할까요?
pt_br: Confirmar alteração do status de reserva?
zh_hans: 确认切换预约状态？
zh_hant: 確認切換預約狀態？

# 确认删除
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ja: 削除を確認
ko: 삭제 확인
pt_br: Confirmar exclusão
zh_hans: 确认删除
zh_hant: 確認刪除

# 确认删除品牌
source: Delete Brand?
de: Marke löschen?
es: ¿Eliminar marca?
fr: Supprimer la marque ?
ja: ブランドを削除しますか？
ko: 브랜드를 삭제할까요?
pt_br: Excluir marca?
zh_hans: 确认删除品牌
zh_hant: 確認刪除品牌

# 确认删除标签
source: Delete Tag?
de: Tag löschen?
es: ¿Eliminar etiqueta?
fr: Supprimer l’étiquette ?
ja: タグを削除しますか？
ko: 태그를 삭제할까요?
pt_br: Excluir etiqueta?
zh_hans: 确认删除标签
zh_hant: 確認刪除標籤

# 确认合并
source: Confirm Merge
de: Zusammenführen bestätigen
es: Confirmar fusión
fr: Confirmer la fusion
ja: 統合を確認
ko: 병합 확인
pt_br: Confirmar mesclagem
zh_hans: 确认合并
zh_hant: 確認合併
